Repository: vsharafi/giveh_rou
Catalog: store/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Product quantity of cart has successfully updated
fa: تعداد محصول موجود در سبد خرید به روز رسانی شد.

source: Product successfully added to cart.
fa: محصول با موفقیت به سبد خرید اضافه شد.

source: Product successfully removed from cart.
fa: محصول با موفقیت از سبد خرید حذف شد.

source: All product successfully removed from cart.
fa: تمام محصولات با موفقیت از سبد خرید حذف شدند.

source: This product is already in the comparison list
fa: این محصول در لیست مقایسه وجود دارد.

source: Product successfully added to comparison list.
fa: محصول با موفقیت به لیست مقایسه اضافه شد.

source: Your comparison list is full. Please remove an item to add this one.
fa: لیست مقایسه پر شده است. لطفا برای اضافه کردن این محصول، محصول دیگری را حذف کنید.

source: Product successfully removed from comparison list.
fa: محصول با موفقیت از لیست مقایسه حذف شد.

source: First Name*
fa: نام*

source: Last Name*
fa: نام خانوادگی*

source: Phone Number*
fa: شماره تلفن*

source: Full Address*
fa: آدرس کامل*

source: Order Note
fa: یادداشت سفارش

source: Checkout
fa: پرداخت

source: Home
fa: خانه

source: Billing Details
fa: جزئیات صورتحساب

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Phone Number
fa: شماره تلفن

source: Address
fa: آدرس

source: Your Order
fa: سفارش شما

source: Product Details
fa: مشخصات محصولات

source: Total
fa: مجموع

source: Products total price
fa: قیمت کالاها

source: Total Discount
fa: سود شما از خرید

source: Order Total
fa: مبلغ قابل پرداخت

source: Place Order
fa: ثبت سفارش

source: Cart
fa: سبد خرید

source: Product
fa: محصول

source: Name
fa: مشخصات محصول

source: Quantity
fa: تعداد

source: Update Quantity
fa: به روز رسانی تعداد

source: Unit Price
fa: قیمت واحد

source: Color:
fa: رنگ:

source: Size:
fa: سایز:

source: OFF
fa: تخفیف

source: Your cart is empty. Please add some products to the cart
fa: سبد خرید شما خالی است. برای مشاهده محصولات بیشتر به صفحه فروشگاه بروید.

source: Continue Shopping
fa: ادامه خرید

source: Empty Cart
fa: خالی کردن سبد خرید

source: Cart Totals
fa: جمع سبد خرید

source: Proceed to Checkout
fa: تکمیل سفارش

source: Categories
fa: دسته بندی ها

source: Discover Now
fa: انتخاب کن

source: Compare Products
fa: مقایسه محصولات

source: Compare
fa: مقایسه

source: Products
fa: محصولات

source: Collection
fa: دسته بندی

source: Availability
fa: موجودی

source: In stock
fa: در انبار

source: items
fa: عدد

source: Color
fa: رنگ

source: Size
fa: سایز

source: Shoe Upper:
fa: رویه کفش:

source: Shoe Soles:
fa: زیره کفش:

source: Insole:
fa: کفی کفش:

source: Shipping:
fa: ارسال محصول

source: Free
fa: رایگان

source: Please add some products for comparison.
fa: لطفا محصولی برای مقایسه اضافه کنید.

source: Return to Store
fa: بازگشت به فروشگاه

source: Limited Time Offer!
fa: پیشنهاد ویژه!

source: Winter-Spring!
fa: حراج بهاره

source: Take 20%% Off ‘Sale Must-Haves'
fa: تا 20 درصد تخفیف ویژه

source: All Products
fa: تمام محصولات

source: Exclusive Offer!
fa: پیشنهاد منحصر به فرد

source: Summer-Fashion!
fa: گیوه های راحت تابستانه

source: Leap year offer ‘Sale Must-Haves'
fa: پرفروش ترین گیوه ها "مناسب پیاده روی"

source: See Our Collection
fa: از محصولات ما دیدن کنید

source: Recent Products
fa: جدیدترین محصولات

source: Add to Wishlist
fa: اضافه به علاقه مندی

source: Quick View
fa: مشاهده سریع

source: New!
fa: جدید!

source: Popular Products
fa: محبوب ترین محصولات

source: reviews
fa: دیدگاه ها

source: Availability:
fa: موجودی:

source: Products Type:
fa: نوع محصول:

source: Add to Cart
fa: اضافه به سبد خرید

source: View Full Info
fa: مشاهده اطلاعات کامل

source: Products Details
fa: جزئیات محصول

source: Size guide
fa: راهنمای سایز

source: Shipping
fa: ارسال محصول

source: Add to Compare
fa: مقایسه کالا

source: Description
fa: معرفی

source: Additional Information
fa: اطلاعات تکمیلی

source: Reviews
fa: دیدگاه ها

source: Customer Reviews
fa: دیدگاه مشتریان

source: Based on
fa: بر اساس

source: review
fa: دیدگاه

source: Write a Review
fa: ثبت دیدگاه

source: on
fa: در تاریخ

source: Overall rating
fa: امتیاز کلی

source: Title of your review
fa: عنوان دیدگاه

source: If you could say it in one sentence, what would you say?
fa: در یک جمله دیدگاه خودت رو بگو

source: Your review
fa: متن دیدگاه

source: Write your review to help others learn about this online business
fa: با بیان دیدگاه خود به دیگران در مورد این کسب و کار بیاموزید

source: Submit Review
fa: ثبت دیدگاه

source: if you want to write your comment.
fa: برای ثبت دیدگاه خود

source: Log in
fa: وارد شوید

source: Our Shop
fa: فروشگاه ما

source: Related Products
fa: محصولات مرتبط

source: Shop
fa: فروشگاه

source: Collections
fa: دسته بندی ها

source: Price
fa: قیمت

source: Min
fa: کمترین

source: Max
fa: بیشترین

source: Reset
fa: بازنشانی

source: Filter
fa: فیلتر کردن

source: Filter
fa: فیلترها

source: View:
fa: نمایش:

source: Sort by average rating
fa: امتیاز

source: Sort by newness
fa: جدید ترین

source: Sort by price: low to high
fa: ارزان ترین

source: Sort by price: high to low
fa: گران ترین

source: Sort By:
fa: مرتب سازی بر اساس

source: Your cart is already empty
fa: سبد خرید شما خالی می باشد.

source: Your cart is empty. Please add some product to your cart.
fa: سبد خرید شما خالی است. برای ادامه محصولی به سبد خرید اضافه کنید.

source: Your order has successfully placed.
fa: سفارش شما با موفقیت ثبت شد.

source: Please login first for adding products to your wishlist.
fa: لطفا برای اضافه کردن کالا به لیست علاقه مندی ها وارد حساب کاربری خود شوید.

source: This product is already in your wishlist
fa: این محصول در موارد دلخواه وجود دارد.

source: Product has added to wishlist successfully
fa: محصول با موفقیت به موارد دلخواه اضافه شد.

source: Product has removed from wishlist successfully.
fa: محصول با موفقیت از موارد دلخواه حذف شد.
