Repository: vsharafi/giveh_rou
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: fa

source: giveh rou
fa: گیوه رو

source: Not Found
fa: خطای

source: Home
fa: خانه

source: Not Found
fa: خطای

source: Page Not Found
fa: صفحه‌ای که دنبال آن بودید پیدا نشد!

source: The page you are looking for might have been removed had its name changed or is temporarily unavailable.
fa: صفحه ای که به دنبال آن هستید ممکن است در صورت تغییر نام حذف شده باشد یا به طور موقت در دسترس نباشد.

source: Go to Home
fa: بازگشت به خانه

source: Welcome to Giveh Rou
fa: به گیوه رو خوش آمدید

source: Language
fa: زبان

source: Hi
fa: سلام

source: 50%% OFF
fa: تخفیف %50

source: all new collections!
fa: محصولات جدید

source: Discover Now!
fa: انتخاب کن

source: My Account
fa: حساب کاربری

source: Wishlist
fa: موارد دلخواه

source: Compare
fa: مقایسه

source: Logout
fa: خروج

source: Login
fa: ورود

source: Shop
fa: فروشگاه

source: Categories
fa: دسته بندی ها

source: Search here...
fa: همینجا پیداش کن

source: Free Shipping Worldwide
fa: ارسال رایگان به سراسر کشور

source: Easy Return Policy
fa: امکان بازگشت کالا

source: 7 Day Exchange Policy
fa: 7 روز ضمانت تعویض کالا

source: Weekend Discount Coupon
fa: کد تخفیف آخر هفته

source: Secure Payment Methods
fa: روش های پرداخت مطمئن

source: Track Your Package
fa: امکان پیگیری مرسوله

source: 24/7 Customer Support
fa: 7 روز هفته، 24 ساعته

source: Follow us on @giveh.rou
fa: ما را در giveh.rou@ دنبال کنید

source: About The Site
fa: در مورد وبسات

source: This ecommerce website was created by Vahid Sharfi and using the Django framework
fa: این سایت فروشگاهی توسط وحید شرفی و با استفاده از فریم ورک جنگو ساخته شده است.

source: Iran, Tehran
fa: ایران، تهران

source: My Cart
fa: سبد خرید من

source: Total Discount
fa: سود شما از خرید

source: Subtotal
fa: جمع سبد خرید

source: Proceed to Checkout
fa: تکمیل سفارش

source: View Shopping Cart
fa: نمایش سبد خرید

source: Your cart is empty. Please add some products to the cart
fa: سبد خرید شما خالی است. برای مشاهده محصولات بیشتر به صفحه فروشگاه بروید:

source: Continue Shopping
fa: ادامه خرید

source: Please login to see your wishlist.
fa: برای مشاهده موارد دلخواه لطفا وارد حساب کاربری خود شوید.

source: My Wish List
fa: موارد دلخواه من

source: Your wishlist is empty. Please add some product to your wishlist
fa: لیست موارد دلخواه شما خالی است. برای مشاهده محصولات بیشتر به صفحه فروشگاه بروید:

source: Size Guide
fa: راهنمای سایز

source: This is an approximate conversion table to help you find your size.
fa: این جدول سایزبندی بین‌المللی کفش است و با کمک آن می‌توانید سایز کفش مناسب خود را پیدا کنید.

source: Size (Eroupe and Iran Standard)
fa: سایز (استاندارد اروپا و ایران)

source: Foot length (cm)
fa: طول پا (سانتی متر)

source: Shipping
fa: ارسال محصول

source: Complimentary ground shipping within 1 to 7 business days
fa: ارسال رایگان زمینی بین 1 تا 7 روز کاری

source: Next-day and Express delivery options also available
fa: گزینه های تحویل روز بعد و اکسپرس نیز موجود است

source: Purchases are delivered in an orange box tied with a Bolduc ribbon, with the exception of certain items
fa: خریدها در جعبه نارنجی که با روبان بسته شده است، به استثنای اقلام خاص تحویل داده می شود.

source: Returns and Exchanges
fa: برگشت و تعویض

source: Easy and complimentary, within 14 days
fa: آسان و رایگان، در عرض 14 روز

source: About The Store
fa: در مورد فروشگاه

source: One of the most popular on the web is shopping.
fa: تولید کننده (فروش به صورت تک و عمده

source: USA, New York
fa: ایران، تهران

source: Quick Links
fa: لینک های سریع

source: Customer Support
fa: پشتیبانی مشتریان

source: Checkout
fa: پرداخت

source: Cart
fa: سبد خرید

source: Comparison
fa: مقایسه کالا

source: © Xton is Proudly Owned by
fa: این وبسایت توسط

source: HiBootstrap
fa: وحید شرفی

source: designed and developed
fa: توسعه و طراحی شده است.

source: Username
fa: شناسه کاربری

source: Password
fa: رمز عبور

source: Lost your password?
fa: رمز عبور خود را فراموش کرده اید؟

source: Login with Google
fa: ورود با گوگل

source: New Customer
fa: مشتری جدید

source: Create A Account
fa: ایجاد حساب کاربری

source: Sign up for a free account at our store. Registration is quick and easy. It allows you to be able to order from our shop. To start shopping click register.
fa: برای ایجاد حساب کاربری در فروشگاه ما ثبت نام کنید. ثبت نام سریع و آسان است و این امکان را به شما می دهد تا بتوانید از فروشگاه ما سفارش دهید. برای شروع خرید روی ثبت نام کلیک کنید.

source: Reset Password
fa: بازیابی رمز عبور

source: Forgot password?
fa: رمز عبور خود را فراموش کرده اید؟

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
fa: آیا رمز ورود خود را فراموش کرده اید؟ آدرس ایمیل خود را وارد کنید، و ما دستورالعمل‌هایی برای تنظیم رمزعبور جدید ارسال می‌کنیم.

source: Email
fa: ایمیل

source: Reset password
fa: بازیابی رمز عبور

source: Password Reset Done
fa: تنظیم مجدد رمز عبور

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fa: اگر حسابی با ایمیلی که وارد کرده‌اید وجود داشته باشد، دستورالعمل‌های تنظیم رمز عبور را برای شما ایمیل کرده‌ایم. شما باید به زودی آنها را دریافت کنید.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fa: اگر ایمیلی دریافت نکردید، لطفاً مطمئن شوید که آدرسی را که با آن ثبت نام کرده اید وارد کرده اید و پوشه اسپم خود را بررسی کنید.

source: Change Password
fa: تغییر رمز عبور

source: Don't use a variation of an old password or any personal information.
fa: از رمز عبور قدیمی یا اطلاعات شخصی استفاده نکنید.

source: New Password
fa: رمز عبور جدید

source: New Password Again
fa: رمز عبور جدید (دوباره)

source: Password Change Done
fa: تغییر رمز عبور انجام شد

source: The password has been changed successfully
fa: رمز عبور با موفقیت تغییر یافته است

source: Your password has been set. You may go ahead and
fa: می توانید ادامه دهید و

source: log in now.
fa: همین الان وارد حساب کاربری خود شوید.

source: Account Info
fa: اطلاعات حساب کاربری

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Address
fa: آدرس

source: Phone Number
fa: شماره تلفن

source: Birth Date
fa: تاریخ تولد

source: Edit
fa: ویرایش

source: Orders
fa: سفارشات

source: Orders Number
fa: شماره سفارش

source: Products
fa: محصولات

source: Product Detail
fa: جزئیات محصول

source: Total Order Price
fa: قیمت کلی سفارش

source: Date
fa: تاریخ سفارش

source: Is Paid?
fa: پرداخت شده؟

source: Color:
fa: رنگ:

source: Size:
fa: سایز:

source: Price:
fa: قیمت:

source: Quantity:
fa: تعداد:

source: OFF
fa: تخفیف

source: Yes
fa: بله

source: NO
fa: خیر

source: Signup
fa: ثبت نام

source: Create an Account
fa: ایجاد حساب کاربری

source: or already hava account?
fa: یا قبلاً حساب کاربری ایجاد کرده اید؟
